[
{
    "title":"Coinbase expands by 1,000 people",
    "timestamp":"1651207121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/0.png",
    "content":"Cryptocurrency exchange Coinbase plans to quadruple its workforce in India by the end of the year,expanding by 1,000 employees at its India tech hub,which it set up last year,CEO Brian Armstrong said in a blog post.In February,the company announced plans to add 2,000 employees in product, engineering and design this year. coinbase Ventures has invested $150 million in India-based technology companies in the crypto and Web3 sectors."
},
{
    "title":"U.S. Justice Department Seizes $34 Million in Cryptocurrency from Dark Web Sellers",
    "timestamp":"1651208121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/1.png",
    "content":"The U.S. Department of Justice has successfully seized approximately $34 million worth of cryptocurrency from a seller on the Dark Web, calling it one of the largest civil forfeiture filings of cryptocurrency in U.S. history. The illegal cryptocurrency was seized from a South Florida resident who used an online alias to sell more than 100,000 illegal items on a marketplace on the dark web. Most of the sales are said to have come from hacked account information from a number of major services including HBO, Netflix, Uber and others"
},
{
    "title":"SBF: Looking forward to Musk's post-acquisition tweets",
    "timestamp":"1651209121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/2.png",
    "content":"FTX CEO SBF said at the FTX Bahamas conference that he is looking forward to Twitter after Musk's acquisition. In particular, Musk may decide whether to introduce WEB3 component for Twitter, which will create interoperability between different social networks, and user data from different social platforms will bring great convenience to users if they are kept on the same block network."
},
{
    "title":"Greenland Group Announces Purchase of Bored Ape BAYC#8302",
    "timestamp":"1651208121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/3.png",
    "content":"On April 29th, Greenland Group announced in a post on its official public website Greenland G Premium Club that it had purchased the boring ape BAYC#8302 and launched it as the NFT image for Greenland Group's digital strategy."
},
{
    "title":"ApeCoin launches three proposal ballots",
    "timestamp":"1651217121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/4.png",
    "content":"ApeCoin officials announced that they have launched a ballot on proposals AIP-21, 22 and AIP-7 to further guide the direction of the DAO, with AIP-21 and 22 dealing with pledging and AIP-7 dealing with the ApeCoin DAO restructuring. The vote will close at 9 a.m. BST on May 5."
},
{
    "title":"Ethernet consensus layer has pledged over 12 million ETH",
    "timestamp":"1651227121",
    "author":"JinSe",
    "image":"https://zhouan-ism.github.io/wallet_info/articles/5.png",
    "content":"On February 23, according to the data of OUKEYUNCHAIN on-chain guru, 12,027,426 ETH have been pledged in the Ether consensus layer (former ETH 2.0), with a pledge rate of 10.16%. According to the current Ether price, there are more than $34.9 billion worth of ETH pledged in the Ether consensus layer."
}
]
